Repository: sonata-project/ecommerce
Catalog: src/PaymentBundle/Resources/translations/SonataPaymentBundle.*.xliff
Languages: fr, ru

# basket_not_valid
source: Your basket is not valid.
fr: Le panier n'est pas valide.
ru: Ваша корзина недействительна.

# basket_not_valid_with_current_payment_method
source: Your basket is not valid with the current payment method.
fr: Le panier n'est pas valide avec la méthode paiement actuelle.
ru: Ваша корзина недействительна для выбранного метода оплаты.

# message_error_payment
source: There is an error. Your payment can’t be completed.
fr: Erreur du paiement.
ru: Ошибка. Ваш платеж не может быть обработан.

# message_not_validated_payment
source: Your payment can’t be validated.
fr: Paiement non valide.
ru: Ваш платеж не может быть подтвержден.

# message_pending_payment
source: Your payment is pending.
fr: Paiement en attente.
ru: Ваш платеж ожидает проверки.

# message_validation_payment
source: Your payment is confirmed!<br/> You can view your order history by going to the your account page and by clicking on 'Orders'.<br/> Thanks for shopping with us online!
fr: Votre paiement est confirmé !<br/> Vous pouvez visualiser l'historique de vos commandes en allant sur la page de votre compte puis en cliquant sur 'Mes commandes'.<br/> Merci d'avoir acheté en ligne avec nous !
ru: Ващ платеж подтвержден!<br/> Вы можете посмотреть историю заказов, перейдя на страницу своего профиля и нажав 'Заказы'.<br/> Спасибо, что выбрали нас!

# title_error_payment
source: Payment error
fr: Erreur de paiement
ru: Ошибка оплаты

# title_not_validated_confirmation_payment
source: Confirmation payment invalid
fr: Confirmation de paiement non valide
ru: Платеж не подтвержден

# title_pending_confirmation_payment
source: Confirmation payment pending
fr: Confirmation de paiement en attente
ru: Платеж ожидает подтверждения

# title_validation_confirmation_payment
source: Confirmation payment valid
fr: Confirmation de paiement valide
ru: Платеж подтвержден

source: Process to paiement (bank page)
fr: Procéder au paiement (page blanche)
ru: Перейти к странице оплаты (на страницу банка)

# process_to_paiement_btn
source: Check out
fr: Payer
ru: Перейти к оплате

# status_stopped
source: Stopped
fr: Arrêtée
ru: Остановлен

# status_open
source: Open
fr: En cours
ru: Открыть

# status_pending
source: Pending
fr: En attente
ru: Ожидает проверки

# status_validated
source: Validated
fr: Validée
ru: Проверен

# status_cancelled
source: Cancelled
fr: Annulée
ru: Отменен

# status_error
source: Error
fr: En erreur
ru: Ошибка

# contract_status_sent_to_user
source: Sent to user
fr: Envoyé au client
ru: Отправлен пользователю

# contract_status_to_send
source: To send
fr: A envoyer
ru: Ожидает отправки

# contract_status_waiting_customer
source: Waiting customer
fr: En attente du client
ru: Ожидает покупателя

# contract_status_validated
source: Validated
fr: Validé
ru: Проверен

# contract_status_canceled
source: Canceled
fr: Annulé
ru: Отменен

# contract_status_expired
source: Expired
fr: Expiré
ru: Просрочен

source: Order unknown
fr: Commande inconnue
ru: Неизвестный заказ

source: Open
fr: Ouvert
ru: Открыть

source: Pending
fr: En attente
ru: Ожидает

source: Validated
fr: Validé
ru: Проверен

source: Cancelled
fr: Annulé
ru: Отменен

# status_unknown
source: Unknown
fr: Inconnu
ru: Неизвестный

source: Error validation
fr: Erreur de validation
ru: Ошибка проверки

source: Wrong callback
fr: Erreur de callback
ru: Неверный callback

source: Wrong request
fr: Erreur de requête
ru: Ошибочный запрос

source: Order to open
fr: Commande à ouvrir
ru: Открыть

source: Method
fr: Méthode
ru: Метод

# message_view_order_payment
source: Check your order
fr: Vérifier votre commande
ru: Проверьте ваш заказ

# message_view_user_profile
source: Go to your profile
fr: Aller à votre profil
ru: Перейти в профиль

# debug_payment_title
source: Payment simulation
fr: Simulateur de paiement
ru: Симуляция оплаты

# debug_payment_alert_title
source: Warning!
fr: Attention!
ru: Предупреждение!

# debug_payment_alert_text
source: Debug payment method is for debug purpose only. Do not use in a production environment.
fr: Ce moyen de paiement est réservé au développement. Ne pas utiliser en production.
ru: Debug payment метод используется только для отладки. Не используйте в production окружении.

# debug_payment_help
source: This Debug Payment method help you to debug your payment process, chose an action to continue the process&nbsp;: <br /> <ul> <li><strong>Accept payment</strong>&nbsp;: Simulates a valid process (payment validated by the bank after user submit)&nbsp;;</li> <li><strong>Refuse payment</strong>&nbsp;: Simulates a invalid process (payment refused by the bank after user submit)&nbsp;;</li> <li><strong>Cancel payment</strong>&nbsp;: Simulates a cancellation (payment cancelled by the user before submitted to the bank).</li> </ul>
fr: Ce simulateur vous aide à comprendre le fonctionnement du processus de paiement, choississez une action&nbsp;: <br /> <ul> <li><strong>Accepter le paiement</strong>&nbsp;: Simule un processus valide (paiement validé par la banque après l'envoi par l'utilisateur)&nbsp;;</li> <li><strong>Refuser le paiement</strong>&nbsp;: Simule un processus invalide (paiement refusé par la banque après l'envoi par l'utilisateur)&nbsp;;</li> <li><strong>Annuler le paiement</strong>&nbsp;: Simule une annulation (paiement annulé par l'utilisateur avant l'envoi à la banque).</li> </ul>
ru: Debug Payment метод поможет вам отладить процесс оплаты, выберите действие для продолжения&nbsp;: <br /> <ul> <li><strong>Принять платеж</strong>&nbsp;: Симулирует процесс подтверждения (платеж одобрен банком после отправки пользователем)&nbsp;;</li> <li><strong>Отклонить платеж</strong>&nbsp;: Симулирует процесс отказа (платеж отклонен банком после отправки пользователем)&nbsp;;</li> <li><strong>Отменить платеж</strong>&nbsp;: Симулирует процесс отмены (платеж отменен пользователем до отправки в банк).</li> </ul>

# debug_payment_ok_action
source: Bank action : Accept payment
fr: Action de la banque : Accepter le paiement
ru: Банковское действие : Принять платеж

# debug_payment_ko_action
source: Bank action : Refuse payment
fr: Action de la banque : Refuser le paiement
ru: Банковское действие : Отклонить платеж

# debug_payment_cancel_action
source: User action : Cancel payment
fr: Action de l'utilisateur : Annuler le paiement
ru: Пользовательское действие : Отменить платеж

# debug_payment_data_title
source: Order details
fr: Détails de la commande
ru: Детали заказа

# debug_payment_data_header
source: These are some data stored in your current order.
fr: Voici quelques informations utiles enregistrées dans votre commande actuelle.
ru: Данные хранящиеся в вашем текущем заказе.

# debug_payment_reference
source: Reference
fr: Référence
ru: Номер

# debug_payment_status
source: Status
fr: Etat de la commande
ru: Статус

# debug_payment_payment_status
source: Payment status
fr: Etat du paiement
ru: Статус оплаты

# debug_payment_delivery_status
source: Delivery status
fr: Etat de la livraison
ru: Статус доставки

# debug_payment_payment_method
source: Payment method
fr: Méthode de paiement
ru: Способ оплаты

# debug_payment_delivery_method
source: Delivery method
fr: Méthode de livraison
ru: Способ доставки
