Repository: sonata-project/ecommerce
Catalog: src/BasketBundle/Resources/translations/SonataBasketBundle.*.xliff
Languages: fr, ru

# message_basket_elements_preview
source: Preview the basket elements
fr: Prévisualisation des éléments
ru: Предпросмотр корзины

# message_no_basket_elements
source: There is no basket elements
fr: Aucun élément dans le panier
ru: В корзине пусто

# sonata.basket.product.added
source: Your item has been added!
fr: Votre produit a été ajouté !
ru: Ваш товар был добавлен!

# sonata.basket.btn_update_basket
source: Update the basket
fr: Mettre à jour le panier
ru: Обновить корзину

# sonata.basket.btn_update_delivery_step
source: Update the delivery step
fr: Mettre à jour l'étape de livraison
ru: Обновить шаг доставки

# sonata.basket.btn_update_payment_step
source: Update the payment step
fr: Mettre à jour l'étape de paiement
ru: Обновить шаг оплаты

# sonata.basket.label_delivery_charge
source: Delivery charge
fr: Coûts de livraison
ru: Изменить доставку

# sonata.basket.label_process_to_payment
source: Process to payment
fr: Procéder au paiement
ru: Перейти к оплате

# sonata.basket.label_confirm_tac
source: You must validate the terms and conditions to go on
fr: Vous devez accepter les conditions générales de vente pour continuer
ru: Вы должны подтвердить согласие с условиями и положениями, чтобы продолжить

# sonata.basket.label_terms_and_condition
source: I accept the terms and conditions of use
fr: J'accepte les conditions générales de vente
ru: Я принимаю условия и положения

# sonata.basket.link_previous_step
source: Previous step
fr: Étape précédente
ru: Назад

# sonata.basket.link_next_step
source: Next step
fr: Prochaine étape
ru: Далее

# sonata.basket.link_terms_and_condition
source: Read the terms and conditions of use
fr: Consulter les conditions générales de vente
ru: Прочтите условия и положения

# sonata.basket.message_basket_is_empty
source: Your basket is empty
fr: Votre panier est vide
ru: Корзина пуста

# sonata.basket.message_basket_go_back_shopping
source: Go back shopping
fr: Continuer vos achats
ru: Перейти обратно в магазин

# sonata.basket.message_no_delivery_addresses_available
source: No delivery addresses available
fr: Aucune adresse de livraison n'est disponible
ru: Нет доступных адресов доставки

# sonata.basket.message_no_billing_addresses_available
source: No payment addresses available
fr: Aucune adresse de facturation n'est disponible
ru: Нет доступных адресов для выставления счета

# sonata.basket.message_country_not_delivery_zone
source: Country is not in the delivery zone
fr: Le pays n'est pas dans une zone livrable
ru: Доставка в эту страну недоступна

# sonata.basket.order_terms_and_conditions_title
source: Terms and conditions of use
fr: Conditions générales de vente
ru: Условия и положения

# sonata.basket.title_basket
source: Your basket
fr: Panier
ru: Корзина

# sonata.basket.title_delivery
source: Delivery
fr: Livraison
ru: Доставка

# sonata.basket.title_delivery_address_not_required
source: Delivery address not required
fr: Adresse de livraison non obligatoire
ru: Адрес доставки не обязателен

# sonata.basket.title_delivery_addresses
source: Delivery addresses
fr: Adresses de livraison
ru: Адреса доставки

# sonata.basket.delivery_use_existing_title
source: Use existing address
fr: Utiliser une adresse existante
ru: Использовать существующий адрес

# sonata.basket.delivery_create_new_title
source: Add new delivery address
fr: Créer une nouvelle adresse de livraison
ru: Добавить новый адрес доставки

# sonata.basket.billing_create_new_title
source: Add new billing address
fr: Créer une nouvelle adresse de facturation
ru: Добавить новый адрес для выставления счета

# sonata.basket.title_delivery_method
source: Delivery method
fr: Méthode de livraison
ru: Способ доставки

# sonata.basket.title_delivery_methods
source: Delivery methods
fr: Méthodes de livraison
ru: Способы доставки

# sonata.basket.title_delivery_step_basket
source: Your delivery
fr: Votre livraison
ru: Доставка

# sonata.basket.title_address_delivery_step_basket
source: Selected delivery address
fr: Adresse de livraison sélectionnée
ru: Выберите адрес доставки

# sonata.basket.title_address_billing_step_basket
source: Selected billing address
fr: Adresse de facturation sélectionnée
ru: Выберите адрес для выставления счета

# sonata.basket.title_billing
source: Billing
fr: Facturation
ru: Оплата

# sonata.basket.title_payment_method
source: Payment method
fr: Méthode de paiement
ru: Способ оплаты

# sonata.basket.title_payment_step_basket
source: Your payment
fr: Votre paiement
ru: Оплата

# sonata.basket.total_vat
source: Total VAT
fr: Total TVA
ru: НДС

# sonata.basket.total_w_vat
source: Total incl. VAT
fr: Total TTC
ru: Итого включая НДС

# sonata.basket.total_wo_vat
source: Total excl. VAT
fr: Total HT
ru: Итого без НДС

# view_basket
source: Your basket
fr: Votre panier
ru: Корзина

# address_address1_label
source: Address 1
fr: Adresse 1
ru: Адрес 1

# address_address2_label
source: Address 2
fr: Adresse 2
ru: Адрес 2

# address_address3_label
source: Address 3
fr: Adresse 3
ru: Адрес 3

# address_city_label
source: City
fr: Ville
ru: Город

# address_countrycode_label
source: Country
fr: Pays
ru: Страна

# address_firstname_label
source: Firstname
fr: Prénom
ru: Имя

# address_lastname_label
source: Lastname
fr: Nom
ru: Фамилия

# address_name_label
source: Address name
fr: Nom de l'adresse
ru: Название адреса

# address_phone_label
source: Phone
fr: Téléphone
ru: Телефон

# address_postcode_label
source: Postcode
fr: Code postal
ru: Индекс

# sonata_basket_address_addresses
source: Choose existing
fr: Choisir existante
ru: Использовать существующий

# sonata_basket_address_useselected
source: Use selected address
fr: Utiliser l'adresse sélectionnée
ru: Использовать выбранный

# sonata_basket_address_firstname
source: Firstname
fr: Prénom
ru: Имя

# sonata_basket_address_name
source: Address name
fr: Nom de l'adresse
ru: Название адреса

# sonata_basket_address_type
source: Address type
fr: Type d'adresse
ru: Тип адреса

# sonata_basket_address_lastname
source: Lastname
fr: Nom
ru: Фамилия

# sonata_basket_address_address1
source: Address
fr: Adresse
ru: Адрес

# sonata_basket_address_postcode
source: Postcode
fr: Code postal
ru: Индекс

# sonata_basket_address_city
source: City
fr: Ville
ru: Город

# sonata_basket_address_countryCode
source: Country code
fr: Code pays
ru: Код страны

# sonata_basket_address_phone
source: Phone
fr: Téléphone
ru: Телефон

# sonata_basket_total_price
source: Total price
fr: Prix total
ru: Итого

# header_basket_information
source: Basket elements
fr: Éléments du panier
ru: Позиции

# header_basket_price
source: Price
fr: Prix
ru: Цена

# header_basket_unit_price
source: Unit price
fr: Prix unitaire
ru: Цена за шт.

# header_basket_quantity
source: Quantity
fr: Quantité
ru: Кол-во

# header_basket_total_excl
source: Total excl. VAT
fr: Total HT
ru: Итого без НДС

# header_basket_total_inc
source: Total inc. VAT
fr: Total TTC
ru: Итого включая НДС

# header_basket_total
source: Total
ru: Итого

# footer_basket_vat
source: Total VAT
fr: Total TVA
ru: НДС

# footer_basket_total_excl
source: Total excl. VAT
fr: Total HT
ru: Итого без НДС

# footer_basket_total_vat
source: Total VAT
fr: Total TVA
ru: НДС

# footer_basket_total_inc
source: Total inc. VAT
fr: Total TTC
ru: Итого включая НДС

# undeliverable_country
source: The %country% is not in our delivery zone for one or several products of your basket.
fr: Le pays %country% n'est pas desservi par nos modes de livraison pour un ou plusieurs éléments de votre panier.
ru: Доставка в страну %country% недоступна для одного или нескольких товаров в вашей корзине

# basket_index_title
source: Your basket
fr: Votre panier
ru: Корзина

# basket_delivery_title
source: Your delivery
fr: Votre livraison
ru: Доставка

# basket_payment_title
source: Your payment
fr: Votre paiement
ru: Оплата

# basket_review_title
source: Review your order
fr: Votre commande
ru: Проверьте ваш заказ

# basket_stepper_basket_title
source: Your basket
fr: Votre panier
ru: Корзина

# basket_stepper_identification_title
source: Identification
ru: Идентификация

# basket_stepper_delivery_title
source: Delivery
fr: Livraison
ru: Доставка

# basket_stepper_billing_title
source: Billing
fr: Paiement
ru: Оплата

# basket_stepper_checkout_title
source: Checkout
fr: Finalisation
ru: Оформить заказ

# form_label_quantity
source: Quantity
fr: Quantité
ru: Кол-во
